server/tests/k6/results/spike/spike.summary.txt
     ✓ 200

     checks.........................: 100.00% ✓ 137170     ✗ 0     
     data_received..................: 38 MB   189 kB/s
     data_sent......................: 40 MB   198 kB/s
     http_req_blocked...............: avg=7.78µs   min=1.18µs   med=3.99µs   max=60.53ms p(90)=7.05µs   p(95)=8.56µs  
     http_req_connecting............: avg=2.35µs   min=0s       med=0s       max=60.44ms p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=25.66ms  min=40.65µs  med=2.83ms   max=5.15s   p(90)=42.12ms  p(95)=120.05ms
       { expected_response:true }...: avg=25.66ms  min=40.65µs  med=2.83ms   max=5.15s   p(90)=42.12ms  p(95)=120.05ms
   ✓ http_req_failed................: 0.00%   ✓ 0          ✗ 137570
     http_req_receiving.............: avg=63.46µs  min=7.96µs   med=51.01µs  max=24.46ms p(90)=99.57µs  p(95)=121.29µs
     http_req_sending...............: avg=16.45µs  min=2.95µs   med=10.88µs  max=13.55ms p(90)=26µs     p(95)=39.75µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s      p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=25.58ms  min=0s       med=2.76ms   max=5.15s   p(90)=41.99ms  p(95)=119.95ms
     http_reqs......................: 137570  687.468615/s
     iteration_duration.............: avg=226.36ms min=200.75ms med=203.39ms max=7.32s   p(90)=241.23ms p(95)=318.3ms 
     iterations.....................: 137170  685.469724/s
     vus............................: 2       min=1        max=200 
     vus_max........................: 200     min=200      max=200